Revit 2027 API
ParameterTypeId.VolumeOfInterestHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeOfInterestHeight { get; }
Public Shared ReadOnly Property VolumeOfInterestHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeOfInterestHeight {
	ForgeTypeId^ get ();
}
static member VolumeOfInterestHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace